#작가 
insert into writer_type(wt_name) values('작가'),('저자'),('옮긴이'),('그림');

#커뮤니티
insert into community(co_name) values ('공지'),('책 요청');

#신고 유형
insert into report_type(rt_name) values('광고'),('음란'),('욕설'),('도용'),('리뷰 형식에 맞지 않음'),('기타');

#회원 상태
insert into member_state(ms_name) values('사용'),('기간 정지'),('영구 정지');

#책 대분류
insert into genre(ge_name) values('일반'),('장르'),('만화');

#책 2차분류
insert into secondgenre(sg_name, sg_parent) values
('경제경영','1'),('자기계발','1'),('소설','1'),('시/에세이','1'),('인문','1'),
('정치/사회','1'),('국어/외국어','1'),('IT/프로그래밍','1'),('교재/수험서','1'),('역사/문화','1'),
('종교','1'),('메거진','1'),('아동','1'),('유아','1'),('가정/생활/요리','1'),
('건강/의학','1'),('예술/대중문화','1'),('여행/취미','1'),

('로멘스','2'),('로멘스판타지','2'),('BL','2'),('판타지','2'),('무협','2'),('라이트노벨','2'),

('드라마','3'),('순정만화','3'),('할리퀸','3'),('BL만화','3'),('학원물','3'),('스포츠','3'),
('액션/무협','3'),('SF/판타지','3'),('명랑/코믹','3'),('탐정/추리','3'),('공포/스릴러','3'),('요리','3');